acl
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-hk-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-jp-fonts
adobe-source-han-serif-kr-fonts
adobe-source-han-serif-otc-fonts
adobe-source-han-serif-tw-fonts
adobe-source-sans-pro-fonts
adobe-source-serif-pro-fonts
adwaita-icon-theme
alacritty
all-repository-fonts
alsa-lib
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amtk
aom
apparmor
apr
apr-util
arch-install-scripts
archlinux-appstream-data
archlinux-keyring
argon2
at-spi2-atk
at-spi2-core
atk
attr
audit
autoconf
automake
avahi
awesome-terminal-fonts
base
bash
bdf-unifont
binutils
bison
brotli
bspwm
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cantarell-fonts
cbatticon
chromium
colord
coreutils
cryptsetup
curl
dav1d
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
dina-font
discord
dmenu
dosfstools
e2fsprogs
efibootmgr
efivar
egl-wayland
eglexternalplatform
elfutils
enchant
exa
exo
expat
fakeroot
feh
ffmpeg
file
filesystem
findutils
fish
flac
flex
font-bh-ttf
fontconfig
freetype2
fribidi
garcon
gawk
gc
gcc
gcc-libs
gdbm
gdk-pixbuf2
gedit
gentium-plus-font
gettext
ghc
ghc-libs
giflib
git
glib-networking
glib2
glibc
gmp
gnu-free-fonts
gnupg
gnutls
gobject-introspection-runtime
gpgme
gpm
graphite
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gspell
gtk-update-icon-cache
gtk2
gtk3
gtksourceview4
guile
gvim
gzip
harfbuzz
haskell-adjunctions
haskell-aeson
haskell-alsa-core
haskell-alsa-mixer
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-basement
haskell-bifunctors
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-call-stack
haskell-case-insensitive
haskell-cereal
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-contravariant
haskell-cookie
haskell-cryptonite
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-dbus
haskell-distributive
haskell-dlist
haskell-extensible-exceptions
haskell-free
haskell-hashable
haskell-hinotify
haskell-hourglass
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-conduit
haskell-http-types
haskell-integer-logarithms
haskell-invariant
haskell-kan-extensions
haskell-lens
haskell-libmpd
haskell-memory
haskell-mime-types
haskell-monad-loops
haskell-mono-traversable
haskell-netlink
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-parallel
haskell-parsec-numbers
haskell-pem
haskell-pretty-hex
haskell-primitive
haskell-profunctors
haskell-random
haskell-reflection
haskell-regex-base
haskell-regex-compat
haskell-regex-posix
haskell-resourcet
haskell-safe-exceptions
haskell-scientific
haskell-semigroupoids
haskell-setlocale
haskell-socks
haskell-split
haskell-splitmix
haskell-statevar
haskell-streaming-commons
haskell-strict
haskell-tagged
haskell-th-abstraction
haskell-th-lift
haskell-these
haskell-time-compat
haskell-timezone-olson
haskell-timezone-series
haskell-tls
haskell-transformers-base
haskell-transformers-compat
haskell-typed-process
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-void
haskell-x11
haskell-x11-xft
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml-conduit
haskell-xml-types
haskell-zlib
hdparm
hicolor-icon-theme
hidapi
hwids
iana-etc
icu
imlib2
intel-ucode
inter-font
iproute2
iptables
iputils
iso-codes
iw
iwd
jack
js78
json-c
json-glib
kbd
keyutils
kmod
krb5
l-smash
lame
lcms2
less
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libavc1394
libbluray
libcanberra
libcap
libcap-ng
libcloudproviders
libconfig
libcroco
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdrm
libedit
libelf
libepoxy
libev
libevdev
libexif
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libgcrypt
libglvnd
libgpg-error
libgudev
libgusb
libibus
libice
libid3tag
libidn2
libiec61883
libindicator-gtk3
libinput
libjpeg-turbo
libkeybinder3
libksba
libldap
libluv
libmfx
libmicrohttpd
libmnl
libmodplug
libmpc
libnetfilter_conntrack
libnfnetlink
libnftnl
libnghttp2
libnl
libnotify
libnsl
libogg
libomxil-bellagio
libp11-kit
libpcap
libpciaccess
libpeas
libpipeline
libpng
libproxy
libpsl
libpulse
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsm
libsndfile
libsoup
libsoxr
libssh
libssh2
libstemmer
libtasn1
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libusb
libutf8proc
libuv
libva
libvdpau
libvorbis
libvpx
libvterm
libwacom
libwebp
libwnck3
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
licenses
linux
linux-api-headers
linux-firmware
llvm-libs
lm_sensors
luajit
lxappearance
lxmenu-data
lxsession
lz4
lzo
m4
macchanger
make
man-db
man-pages
menu-cache
mesa
minizip
mkinitcpio
mkinitcpio-busybox
most
mpfr
msgpack-c
mtdev
ncurses
neofetch
neovim
nettle
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npth
nspr
nss
nvidia
nvidia-utils
openbox
opencore-amr
opendesktop-fonts
opendoas
openjpeg2
openssl
opera-ffmpeg-codecs
opus
os-prober
otf-cormorant
otf-fantasque-sans-mono
otf-fira-mono
otf-fira-sans
otf-font-awesome
otf-ipaexfont
otf-ipafont
otf-ipamjfont
otf-latin-modern
otf-latinmodern-math
otf-overpass
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
patch
pciutils
pcmanfm
pcre
pcre2
perl
perl-error
perl-mailtools
perl-timedate
perl-uri
picom
pinentry
pixman
pkgconf
polkit
popt
powerline-common
powerline-fonts
procps-ng
psmisc
python
python-cairo
python-configobj
python-dbus
python-dbus-common
python-gobject
python-psutil
python-six
rav1e
re2
readline
reflector
rest
rsync
sdl2
sed
serf
shadow
shared-mime-info
slang
snapd-git
snappy
sound-theme-freedesktop
speex
speexdsp
sqlite
squashfs-tools
srt
startup-notification
subversion
sudo
sxhkd
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
tamsyn-font
tar
tdb
tepl
terminator
terminus-font
terminus-font-otb
tex-gyre-fonts
texinfo
tlp
tracker3
trayer
ttf-anonymous-pro
ttf-arphic-ukai
ttf-arphic-uming
ttf-baekmuk
ttf-bitstream-vera
ttf-caladea
ttf-carlito
ttf-cascadia-code
ttf-cormorant
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-hack
ttf-hanazono
ttf-hannom
ttf-ibm-plex
ttf-inconsolata
ttf-indic-otf
ttf-ionicons
ttf-jetbrains-mono
ttf-joypixels
ttf-junicode
ttf-khmer
ttf-lato
ttf-liberation
ttf-linux-libertine
ttf-linux-libertine-g
ttf-nerd-fonts-symbols
ttf-opensans
ttf-proggy-clean
ttf-roboto
ttf-roboto-mono
ttf-sazanami
ttf-tibetan-machine
ttf-ubuntu-font-family
tzdata
uchardet
unibilium
usbutils
util-linux
util-linux-libs
v4l-utils
vid.stab
vim-runtime
vmaf
volumeicon
vte-common
vte3
vulkan-icd-loader
wayland
wayland-protocols
wget
which
wqy-bitmapfont
wqy-microhei
wqy-microhei-lite
wqy-zenhei
x264
x265
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-utils
xf86-input-libinput
xf86-video-vesa
xfce4-panel
xfce4-screenshooter
xfconf
xkeyboard-config
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-alias-cyrillic
xorg-fonts-alias-misc
xorg-fonts-cyrillic
xorg-fonts-encodings
xorg-fonts-misc
xorg-fonts-type1
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xxhash
xz
yay-git
zita-alsa-pcmi
zita-resampler
zlib
zoom
zsh
zsh-completions
zstd
